Repository: gflohr/anki-chess-opening-trainer
Catalog: po/*.po
Languages: bg, de

source: Chess Opening Trainer
bg: Треньор за шахматни дебюти
de: Schach-Eröffnungs-Trainer

source: Cannot run without main window!
bg: Не може да се стартира без главния прозорец!
de: Add-on kann ohne Hauptfenster nicht gestartet werden!

source: Your add-on configuration is invalid, restoring defaults.
bg: Конфигурацията на добавката е невалидна, възстановете настройките по подразбиране.
de: Die Add-on-Konfiguration ist ungültig, stelle Standard wieder her.

source: Import PGN File
bg: Внос на PGN файл
de: PGN-Dateien importieren

source: Color
bg: Цвят
de: Farbe

source: White
bg: Черните
de: Weiß

source: Black
bg: Белите
de: Schwarz

source: Deck
bg: Тесте
de: Stapel

source: Input Files
bg: Входни файлове
de: Eingabedateien

source: Select files
bg: Избиране на файлове
de: Dateiauswahl

source: Note type
bg: Тип бележка
de: Notiztyp

source: Basic
bg: Основен
de: Einfach

source: No changes since last import into this deck.
bg: Няма промени от последното импортиране в това тесте.
de: Keine Änderungen seit dem letzten Import in diesen Stapel.

source: %d note inserted.
bg: %d бълежка вмъкната.
de: %d Notiz eingefügt.

source: %d note updated.
bg: %d бележка актуализирана.
de: %d Notiz aktualisiert.

source: %d note deleted.
bg: %d бележка изтрита.
de: %d Notiz gelöscht.

source: %d image created.
bg: %d диаграм създаден
de: %d Bild erzeugt.

source: %d image deleted.
bg: %d диаграм изтрит
de: %d Bild gelöscht.

source: No input files specified!
bg: Не е зададен входящ файл!
de: Keine Eingabedateien angegeben!

source: An error occurred!
bg: Възникнала е грешка!
de: Ein Fehler ist aufgetreten!

source: Clicking the help button will open a web page explaining how to report a bug.
bg: Щракването върху бутона Помощ ще отвори уеб страница, в която се обяснява как да се докладва за грешка.
de: Ein Klick auf den Hilfe-Button öffnet eine Webseite, die erklärt, wie man Fehler melden kann.

source: Please include the following information in your bug report:
bg: Моля, включете следната информация в доклада си за грешка:
de: Die folgenden Informationen sollten im Fehlerbericht mitgeschickt werden!

source: Exception type:
bg: Тип изключение
de: Ausnahmetyp

source: Exception message:
bg: Съобщение за изключение
de: Ausnahmemeldung

source: Traceback:
bg: Следа на изключение

source: Open PGN files
bg: Отваряне на файлове PGN
de: PGN-Dateien öffnen

source: Portable Game Notation files (*.pgn)
bg: Файлове с преносима нотация на игри (Portable Game Notation *.pgn)
de: Portable Spiel Notation (*.pgn)

source: The selected deck does not exist! Try again!
bg: Избранато тесте не съществува! Опитайте отново!
de: Der ausgewählte Stapel existiert nicht! Bitte noch einmal versuchen!

source: The selected note type does not exist! Try again!
bg: Избрания вид бележка не съществува! Опитайте отново!
de: Der ausgewählte Notiztyp existiert nicht! Bitte noch einmal versuchen!

source: Selected note type does not exist!
bg: Избрания вид бележка не съществува!
de: Der ausgewählte Notiztyp existiert nicht!

source: Selected deck does not exist!
bg: Избраното тесто не съществува!
de: Der ausgewählte Stapel existiert nicht!

source: p
bg: п
de: b

source: n
bg: к
de: s

source: b
bg: о
de: l

source: r
bg: т
de: t

source: q
bg: д
de: d

source: k
bg: ц

source: Moves from starting position?
bg: Ходове от началната позиция?
de: Züge von der Grundstellung?

source: https://www.guido-flohr.net/practice-chess-openings-with-anki/#report-bugs
de: https://www.guido-flohr.net/schach-eroeffnungen-mit-anki-trainieren/#bugs-melden
